{
    "docimology": "Docimologie",
    "docimology_difficulty_index": "Indice de difficulté",
    "docimology_difficulty_index_help_part_1": "L'indice de difficulté équivaut à un pourcentage de réussite à la question.",
    "docimology_difficulty_index_help_part_2": "Il se calcule avec le nombre de candidats ayant répondu correctement divisé par le nombre total de répondants.",
    "docimology_difficulty_index_help_part_3": "Si l'indice est élevé, c'est que la question est facile. Inversement, si un indice est faible, la question est difficile.",
    "docimology_difficulty_index_help_part_4": "Cet indice ne prend pas en compte les étudiants n'ayant pas vu la question.",
    "docimology_discrimination_coefficient": "Coéfficient de discrimination",
    "docimology_discrimination_coefficient_help_part_1": "Le coéfficient de discrimination d'une question est un coéfficient de corrélation entre les résultats obtenus à la question et ceux obtenus au test entier.",
    "docimology_discrimination_coefficient_help_part_2": "Une valeur positive souligne une question qui conforte les meilleurs tandis qu'une valeur négative signifie que ce sont les apprenants ayant les moins bonnes notes qui ont le mieux répondu.",
    "docimology_discrimination_coefficient_help_part_3": "Quand une question a un coéfficient de discrimination négatif, cela signifie qu'elle pénalise les meilleurs. Il vaut donc mieux éviter de telles questions.",
    "docimology_discrimination_coefficient_help_part_4": "Il est à remarquer que, si tous les étudiants obtiennent le même score à une question, le coéfficient ne sera pas défini.",
    "docimology_note_gauges_help": "Du fait de la possiblité de modifier les exercices alors que des copies on déjà été réalisées, les notes sont calculées puis rapportés sur 100.",
    "docimology_nb_papers": "Nombre de copies",
    "docimology_papers_totally_successfull": "Nombre de copies justes",
    "docimology_papers_partially_successfull": "Nombre de copies partiellement justes",
    "docimology_papers_missed": "Nombre de copies ratées",
    "docimology_question_title": "Titre de la question",
    "docimology_score_distribution": "Répartition des scores",
    "docimology_success_index": "Indice de réussite",
    "docimology_score": "Score",
    "docimology_success_percentage": "Pourcentage de réussite"
}
