<p>Cet espace de d&eacute;monstration propose un aper&ccedil;u des diverses fonctionnalit&eacute;s de ce <strong>LMS</strong> (Learning Management System)&nbsp;r&eacute;solument tourn&eacute; vers les usages d'aujourd'hui et les technologies de demain, tout en respectant les objectifs fondamentaux du projet <strong>Claroline</strong>:</p>
<ul>
<li>simplicit&eacute; d'utilisation</li>
<li>souplesse de mise en oeuvre</li>
<li>stabilit&eacute; du code</li>
</ul>
<p>La volont&eacute; des auteurs est aussi de permettre l'utilisation du logiciel par le plus grand nombre, d'o&ugrave; le choix d'une licence <strong>Open Source</strong> pour sa diffusion.</p>
<p>Con&ccedil;ue pour satisfaire le monde de l&rsquo;enseignement, de la formation mais aussi de l'entreprise, la plateforme <strong>ClarolineConnect&copy;</strong> permet aux utilisateurs une plus grande ouverture vers le web et les outils collaboratifs.</p>
<p>Davantage centr&eacute;e sur l'utilisateur, <strong>ClarolineConnect&copy;</strong> propose des outils d&rsquo;apprentissage performants en int&eacute;grant des fonctions de type r&eacute;seau social ainsi que des outils communautaires et interactifs (wiki, forum, blog ...).</p>
<p>Libre d'&eacute;laborer son environnement personnel d'apprentissage ou de construire un dispositif p&eacute;dagogique au moyen d'outils vari&eacute;s et adapt&eacute;s au contexte, dans un environnement ultra-personnalisable, l'utilisateur pourra partager, g&eacute;rer, stocker, diffuser l'information tout en disposant d'un haut niveau de suivi des activit&eacute;s.</p>
<p>Interconnect&eacute;e avec son environnement, la nouvelle plateforme <strong>ClarolineConnect&copy;</strong>, actualis&eacute;e sur le plan ergonomique, permettra &agrave; l'ensemble des utilisateurs de travailler davantage ensemble, avec un acc&egrave;s &agrave; plus de technologies et de fonctionnalit&eacute;s, tout en conservant la simplicit&eacute; d'usage, la souplesse de mise en oeuvre et la stabilit&eacute; du code.</p>
